Repository: lasyasb/cfg25
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, ta

source: Visions Global Empowerment India
hi: विजन्स ग्लोबल एम्पावरमेंट इंडिया
ta: விஷன்ஸ் குளோபல் எம்பவர்மென்ட் இந்தியா

source: Language
hi: भाषा
ta: மொழி

source: About
hi: हमारे बारे में
ta: பற்றி

source: Alumni
hi: पूर्व छात्र
ta: முன்னாள் மாணவர்கள்

source: Green Initiative
hi: हरित पहल
ta: பசுமை முயற்சி

source: Raise Problem
hi: समस्या उठाएं
ta: சிக்கலை எழுப்பு

source: Login
hi: लॉगिन
ta: உள்நுழைவு

source: Visions India
hi: विजन्स इंडिया
ta: விஷன்ஸ் இந்தியா

source: Education is the most powerful weapon which you can use to change the world.
hi: शिक्षा सबसे शक्तिशाली हथियार है जिसका उपयोग आप दुनिया को बदलने के लिए कर सकते हैं।
ta: கல்வி என்பது உலகத்தை மாற்ற நீங்கள் பயன்படுத்தக்கூடிய மிகவும் சக்திவாய்ந்த ஆயுதம்.

source: Nelson Mandela
hi: नेल्सन मंडेला
ta: நெல்சன் மண்டேலா

source: At Visions India, we believe real change begins with opportunity. We empower underserved communities by expanding access to quality education, cultivating resilient leadership, driving digital inclusion, and promoting holistic health.
hi: विजन्स इंडिया में, हम मानते हैं कि वास्तविक परिवर्तन अवसर से शुरू होता है। हम गुणवत्तापूर्ण शिक्षा तक पहुंच बढ़ाकर, लचीला नेतृत्व विकसित करके, डिजिटल समावेशन को बढ़ावा देकर और समग्र स्वास्थ्य को बढ़ावा देकर वंचित समुदायों को सशक्त बनाते हैं।
ta: விஷன்ஸ் இந்தியாவில், உண்மையான மாற்றம் வாய்ப்புடன் தொடங்குகிறது என்று நாங்கள் நம்புகிறோம். தரமான கல்விக்கான அணுகலை விரிவுபடுத்தி, உறுதியான தலைமையை வளர்த்து, டிஜிட்டல் சேர்ப்பை ஊக்குவித்து, முழுமையான ஆரோக்கியத்தை ஊக்குவிப்பதன் மூலம் குறைந்த வசதி பெற்ற சமூகங்களை நாங்கள் சக்தியளிக்கிறோம்.

source: The future belongs to those who believe in the beauty of their dreams.
hi: भविष्य उनका है जो अपने सपनों की सुंदरता में विश्वास रखते हैं।
ta: எதிர்காலம் தங்கள் கனவுகளின் அழகில் நம்பிக்கை வைத்தவர்களுக்கு சொந்தமானது.

source: Eleanor Roosevelt
hi: एलीनोर रूजवेल्ट
ta: எலினர் ரூஸ்வெல்ட்

source: Join us in turning vision into voice, learning into leadership, and communities into catalysts of change.
hi: दृष्टि को आवाज में, सीखने को नेतृत्व में और समुदायों को परिवर्तन के उत्प्रेरक में बदलने में हमारे साथ जुड़ें।
ta: பார்வையை குரலாக, கற்றலை தலைமையாக, சமூகங்களை மாற்றத்தின் வினையூக்கிகளாக மாற்றுவதில் எங்களுடன் சேரவும்.

source: LEARNING
hi: सीखना
ta: கற்றல்

source: LEADERSHIP
hi: नेतृत्व
ta: தலைமை

source: INNOVATION
hi: नवाचार
ta: புதுமை

source: WELL-BEING
hi: कल्याण
ta: நல்வாழ்வு

source: About Image
hi: हमारे बारे में छवि
ta: பற்றி படம்

source: Know More
hi: और जानें
ta: மேலும் அறிய

source: Visions India is dedicated to creating lasting impact by providing meaningful education and cultivating strong leadership among underserved communities across India. Through innovative learning programs, youth empowerment initiatives, and community-based development efforts, we aim to bridge opportunity gaps and foster a generation of informed, confident, and socially responsible changemakers.
hi: विजन्स इंडिया भारत भर के वंचित समुदायों में सार्थक शिक्षा प्रदान करके और मजबूत नेतृत्व विकसित करके स्थायी प्रभाव पैदा करने के लिए समर्पित है। नवीन शिक्षण कार्यक्रमों, युवा सशक्तिकरण पहलों और समुदाय-आधारित विकास प्रयासों के माध्यम से, हम अवसर के अंतराल को पाटने और सूचित, आत्मविश्वासी और सामाजिक रूप से जिम्मेदार परिवर्तनकारियों की पीढ़ी को बढ़ावा देने का लक्ष्य रखते हैं।
ta: விஷன்ஸ் இந்தியா அர்த்தமுள்ள கல்வியை வழங்கி, இந்தியா முழுவதும் குறைந்த வசதி பெற்ற சமூகங்களிடையே வலுவான தலைமையை வளர்ப்பதன் மூலம் நீடித்த தாக்கத்தை உருவாக்குவதற்கு அர்ப்பணிக்கப்பட்டுள்ளது. புதுமையான கற்றல் திட்டங்கள், இளைஞர் சக்தியளிப்பு முயற்சிகள் மற்றும் சமூக அடிப்படையிலான மேம்பாட்டு முயற்சிகள் மூலம், வாய்ப்பு இடைவெளிகளை நிரப்பி, தகவலறிந்த, நம்பிக்கையுள்ள மற்றும் சமூக பொறுப்புள்ள மாற்றத்தை உருவாக்கும் தலைமுறையை வளர்க்க நாங்கள் நோக்கமாகக் கொண்டுள்ளோம்.

source: Alumni Image
hi: पूर्व छात्र छवि
ta: முன்னாள் மாணவர்கள் படம்

source: Our alumni are passionate leaders and changemakers who carry forward the values of empathy, resilience, and service. Equipped with the skills and confidence gained through our programs, they are making a lasting impact—championing education, advocating for equity, and uplifting their communities with dignity, purpose, and hope. They are living proof that empowered individuals can drive meaningful and sustainable change.
hi: हमारे पूर्व छात्र जुनूनी नेता और परिवर्तनकारी हैं जो सहानुभूति, लचीलापन और सेवा के मूल्यों को आगे बढ़ाते हैं। हमारे कार्यक्रमों के माध्यम से प्राप्त कौशल और आत्मविश्वास से लैस, वे स्थायी प्रभाव डाल रहे हैं—शिक्षा का समर्थन कर रहे हैं, समानता की वकालत कर रहे हैं, और गरिमा, उद्देश्य और आशा के साथ अपने समुदायों को ऊपर उठा रहे हैं। वे जीवंत प्रमाण हैं कि सशक्त व्यक्ति सार्थक और स्थायी परिवर्तन ला सकते हैं।
ta: எங்கள் முன்னாள் மாணவர்கள் பச்சாதாபம், உறுதி மற்றும் சேவை ஆகிய மதிப்புகளை முன்னெடுத்துச் செல்லும் ஆர்வமுள்ள தலைவர்கள் மற்றும் மாற்றத்தை உருவாக்குபவர்கள். எங்கள் திட்டங்கள் மூலம் பெற்ற திறன்கள் மற்றும் நம்பிக்கையுடன் ஆயுதம் ஏந்தியவர்களாக, அவர்கள் நீடித்த தாக்கத்தை ஏற்படுத்துகிறார்கள்—கல்வியை ஆதரித்து, சமத்துவத்திற்காக வாதாடி, கண்ணியம், நோக்கம் மற்றும் நம்பிக்கையுடன் தங்கள் சமூகங்களை உயர்த்துகிறார்கள். சக்தியளிக்கப்பட்ட தனிநபர்கள் அர்த்தமுள்ள மற்றும் நிலைத்த மாற்றத்தை ஊக்குவிக்க முடியும் என்பதற்கு அவர்கள் வாழும் சான்றாக உள்ளனர்.

source: Green Initiative Image
hi: हरित पहल छवि
ta: பசுமை முயற்சி படம்

source: We are deeply committed to sustainability and believe in the power of youth as catalysts for environmental change. Through hands-on initiatives, education, and community engagement, we empower young leaders to take ownership of climate action, promote eco-conscious practices, and drive innovative solutions that protect and preserve our planet for future generations.
hi: हम स्थिरता के प्रति गहराई से प्रतिबद्ध हैं और पर्यावरणीय परिवर्तन के उत्प्रेरक के रूप में युवाओं की शक्ति में विश्वास करते हैं। हाथों-हाथ पहलों, शिक्षा और समुदाय की भागीदारी के माध्यम से, हम युवा नेताओं को जलवायु कार्रवाई का स्वामित्व लेने, पर्यावरण-जागरूक प्रथाओं को बढ़ावा देने और भविष्य की पीढ़ियों के लिए हमारे ग्रह की रक्षा और संरक्षण करने वाले नवीन समाधानों को चलाने के लिए सशक्त बनाते हैं।
ta: நாங்கள் நிலைத்தன்மையில் ஆழ்ந்த அர்ப்பணிப்புடன் உள்ளோம் மற்றும் சுற்றுச்சூழல் மாற்றத்திற்கான வினையூக்கிகளாக இளைஞர்களின் சக்தியில் நம்பிக்கை வைத்துள்ளோம். கைவினை முயற்சிகள், கல்வி மற்றும் சமூக ஈடுபாடு மூலம், காலநிலை நடவடிக்கைகளின் உரிமையை எடுத்துக்கொள்ள, சுற்றுச்சூழல் விழிப்புணர்வு நடைமுறைகளை ஊக்குவிக்க, எதிர்கால தலைமுறைகளுக்காக நமது கிரகத்தை பாதுகாக்கும் மற்றும் பாதுகாக்கும் புதுமையான தீர்வுகளை ஊக்குவிக்க இளைஞர் தலைவர்களை நாங்கள் சக்தியளிக்கிறோம்.

source: Login to Visions India
ta: விஷன்ஸ் இந்தியாவில் உள்நுழைவு

source: Username
ta: பயனர்பெயர்

source: Password
ta: கடவுச்சொல்

source: Back to Homepage
ta: முகப்பு பக்கத்திற்கு திரும்பு

source: Student %(name)s login successful!
ta: மாணவர் %(name)s உள்நுழைவு வெற்றிகரமாக!

source: Invalid credentials
ta: தவறான சான்றுகள்
